content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 12
:PROPERTIES:
:EXPORT_FILE_NAME: Week12
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:
Your class videos for the week
{{{more}}}

*** Solutions to checkpoint 11
[[https://nextcloud.math.wichita.edu/index.php/s/Nfcw6wWewzRGYXq][The original file is here]].

[[https://nextcloud.math.wichita.edu/index.php/s/kZi3EKeKYpLxKJ3][The solutions are here.]]

*** 🎥 Monday class
:PROPERTIES:
:CUSTOM_ID: tuesday-recitation
:END:
{{{youtube(CkktRW8QShw)}}}

--------------

*** 🎥 Wednesday class
:PROPERTIES:
:CUSTOM_ID: thursday-recitation
:END:
No recorded video today (in-person evaluations + I'm sick...)

my sub covered complex solutions to quadratic equations. We'll talk about general solutions to polynomials and more on Friday.

--------------

*** 🎥 Friday recitation
:PROPERTIES:
:CUSTOM_ID: thursday-recitation
:END:
{{{youtube(nNXUuESB1P4)}}}

