content/trig/Week12.md
+++
title = "Week 12"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your class videos for the week
<!--more-->


## Solutions to checkpoint 11 {#solutions-to-checkpoint-11}

[The original file is here](https://nextcloud.math.wichita.edu/index.php/s/Nfcw6wWewzRGYXq).

[The solutions are here.](https://nextcloud.math.wichita.edu/index.php/s/kZi3EKeKYpLxKJ3)


## 🎥 Monday class {#tuesday-recitation}

{{< youtube id="CkktRW8QShw" >}}

---


## 🎥 Wednesday class {#thursday-recitation}

No recorded video today (in-person evaluations + I'm sick...)

my sub covered complex solutions to quadratic equations. We'll talk about general solutions to polynomials and more on Friday.

---


## 🎥 Friday recitation {#thursday-recitation}

{{< youtube id="nNXUuESB1P4" >}}
